<!doctype html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, shrink-to-fit=no">
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="favicon.ico">

    <title>minecraft</title>

    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/css/bootstrap.min.css" integrity="sha384-MCw98/SFnGE8fJT3GXwEOngsV7Zt27NXFoaoApmYm81iuXoPkFOJwJ8ERdknLPMO" crossorigin="anonymous">

    <link href="../css/custom.css" rel="stylesheet">
  </head>

  <body>

    <header>
<?php include_once 'menu.php' ?>
    </header>

    <main role="main">
	
      <div id="myCarousel" class="carousel slide" data-ride="carousel">
        <div class="carousel-inner">
          <div class="carousel-item active">
            <img class="crop" src="img/minecraft.png" alt="First slide">
            <div class="container">
              <div class="carousel-caption text-left">
                <h1>Лучшие сервера по прекрасной игре Майнкрафт</h1>
                <p>Ля-ля- куча всякой воды которую ни кто не прочитает или прочитает, но забудет, ауууууууууууууууууууууууууууууу вы ктоооооооооооооооо?</p>
                <p><a class="btn btn-lg btn-primary" href="#" role="button">Начать играть по полной</a></p>
              </div>
            </div>
          </div>
        </div>
      </div>
	  
	<div class="mrules">
        <h1>Правила</h1>
<p class="lead">1. Общее

<p>1.1. Играя на наших серверах, вы тем самым соглашаетесь со всеми правилами, перечисленными ниже. В случае несогласия, игрок обязуется прекратить использование сервисов проекта.
<p>1.2. Незнание правил не освобождает вас от ответственности. Взлом вашего аккаунта не является оправданием, если вас обвиняют в нарушении правил.
<p>1.3. Администратор управляет проектом строго по своему усмотрению и вправе наказать игрока по причине, не указанной в правилах и без объяснения причин.
<p>1.4. Сервис бесплатен и предоставляется «как есть» без каких-либо гарантий правильной работы. Администратор и Модераторы не возвращают вещи, потерянные в результате бага, отката, обмана, гриферства, воровства и т.д. и т.п.
<p>1.4.1. Все пожертвования, которые делаются игроками, делаются на добровольной основе и идут на поддержку и развитие всего проекта и серверов и осуществляются только через Наш сайт.
<p>1.4.2. Проект ни при каких условиях не вернет вам суммы, потраченные за донат услуги.
<p>1.4.3. Ни при каких условиях Администратор не обязан возвращать вам утраченные вещи, которые вы приобрели за деньги.
<p>1.5. Так как не всегда возможно точно определить нарушение какого-либо пункта правил, окончательное решение остается за Администратором.
<p>1.6. Все изменения правил согласуются с Администратором и дополняются, если они не полны или не ясны. Правила могут быть изменены в любое время без оповещения игроков.
<p>1.7. Модератор на свое усмотрение может смягчить или увеличить наказание для игрока.
<p>1.8. Модератор и Хелпер – доверенное лицо администрации, ответственное за поддержание порядка на форуме и на сервере(серверах) вверенных ему, соблюдающее настоящие Правила и Правила для Модераторов/Хелперов.
<p>Модераторы/Хелперы не трактуют правила буквально или же формально, в спорных вопросах руководствуются лишь целью созданных правил и соображениями здравого смысла. Каждая спорная ситуация, возникшая на форуме или в игре, решается строго индивидуально.

<p class="lead">2. Постройки

<p>2.1. Запрещается строить постройки без привата.
<p class="text-danger">Наказание: Снос строения.
<p>2.2. Запрещено создавать приваты, являющиеся пустыми, ничтожно малыми по одной из осей координат, или вызывающие конфликт с другими приватами и постройками, по ошибке заприваченных не полностью (так это или нет решается Модератором).
<p class="text-danger">Наказание: Предупреждение, в случае отказа убирать приват - вечный бан.
<p>2.3. Если ваш не заприваченный дом оказался под чужим приватом, то он передается во владение игроку, который заприватил территорию. Недовольство по этому поводу приравнивается к флуду и карается соответственно. Главное правило – сначала приватьте, потом стройте!
<p>2.4. Запрещается возводить земляные, каменные и иные столбы высотой более 6 блоков.
<p class="text-danger">Наказание: 7 дней бана.
<p>2.5. Дом должен состоять как минимум из 2-3 основных материалов (или цветов). Не допускается использование 1 материала для дома.
<p class="text-danger">Наказание: Снос строения / на усмотрение Модератора.
<p>2.6. Запрещается строить сооружения из печей, верстаков, сундуков и прочее.
<p class="text-danger">Наказание: Снос строения (Пункт утратил свою силу и больше не действителен)
<p>2.7. Запрещается строить здания, не по законам физики. Например, висящие в воздухе города, дома, мосты, дороги, постройки, лежащие на поверхности воды без опор, дома на дереве без опор. Самолет, висящий в небе или воздушный шар и т.п.не относятся к физическим постройкам. Если Модератор решит, что постройка красивая, то может разрешить её оставить.
<p class="text-danger">Наказание: Не предусмотрено. (пункт правил утратил силу)
<p>2.8. Запрещается строить примитивные сооружения. А именно: большие кубы, высокие, узкие башни/столбы, коробки без окон и дверей.
<p class="text-danger">Наказание: Снос строения/ предупреждение или бан 1-2 дня.
<p>2.9. Запрещается строить постройки в виде нецензурных надписей, имеющие форму чего-либо непристойного, неприличных картинок, фашистских и нацистских символик и т.д.
<p class="text-danger">Наказание: Снос строения, бан 1 день.
	</div>

      <!-- FOOTER -->
<?php include_once 'footer.php' ?>
  <!-- Footer -->
    </main>

<script src="https://code.jquery.com/jquery-3.3.1.slim.min.js" integrity="sha384-q8i/X+965DzO0rT7abK41JStQIAqVgRVzpbzo5smXKp4YfRvH+8abtTE1Pi6jizo" crossorigin="anonymous"></script>
<script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.3/umd/popper.min.js" integrity="sha384-ZMP7rVo3mIykV+2+9J3UJ46jBk0WLaUAdn689aCwoqbBJiSnjAK/l8WvCWPIPm49" crossorigin="anonymous"></script>
<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.1.3/js/bootstrap.min.js" integrity="sha384-ChfqqxuZUCnJSK3+MXmPNIyE6ZbWh2IMqE241rYiqJxyMiZ6OW/JmZQ5stwEULTy" crossorigin="anonymous"></script>
  </body>
</html>
